Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: As regards persons other than those specially referred to in Section 14 (2), however, the requirement of good knowledge can also be met in other ways.
sv: När det gäller andra än de personer, som särskilt anges enligt 14 § 2, kan dock kravet på goda kunskaper tillgodoses även på annat sätt.

source: The stipulation in Section 15 means that the employer or his counterpart must verify that personnel have sufficient knowledge.
sv: Bestämmelsen i 15 § innebär att arbets-givaren eller motsvarande måste förvissa sig om att personalen har tillräckliga kunskaper.

source: Stipulations concerning training and knowledge are also contained in Chap. 3, Section 3 of the Work Environment Act.
sv: Bestämmelser om utbildning och kunskaper finns även i 3 kap. 3 § arbetsmiljölagen.

source: A renewed certificate is obtainable on completion of a refresher course.
sv: Förnyat bevis kan erhållas efter genomgången repetitionskurs.

source: Note that all personnel taking part in the painting work shall have undergone the training provided by the National Board of Occupational Safety and Health.
sv: Observera att all personal som deltar i målningsarbetet skall ha genomgått Arbetarskyddsstyrelsens utbildning.

source: Since the instructions have to be detailed and adapted to conditions at the individual worksite, it is not possible for the same instructions to be used at all worksites.
sv: Eftersom instruktionerna skall vara detaljerade och anpassade till förhållandena på det enskilda arbetsstället, är det inte möjligt att använda samma instruktioner vid alla arbetsställen.

source: This is why the National Board of Occupational Safety and Health calls in examples of instructions.
sv: Det är därför som Arbetarskyddsstyrelsen begär in exempel på instruktioner.

source: Shovelling snow from roofs is a risky business 3
sv: Snöskottning från tak är ett riskfyllt arbete 3

source: Company responsibility when shovelling roofs 4
sv: Ansvar för företag som skottar tak 4

source: Employer liability 4
sv: Arbetstagarens ansvar 4

source: Personal fall projection 5
sv: Personligt fallskydd 5

source: Teamwork 5
sv: Det samspelta arbetslaget 5

source: Safer shovelling 6
sv: Säkrare snöskottning 6

source: Snow slides/avalanches 8
sv: Snöras/lavinfara 8

source: Working on roofs with shallow pitches e tak 9
sv: Arbete på låglutande tak 9

source: Cordoning off the area of risk 10
sv: Avspärrning av riskområde 10

source: Importance of a signalling system 11
sv: Vikten av signalsystem 11

source: Injuries to third parties 11
sv: Skador på tredje man 11

source: This brochure has been produced in cooperation with the central working- environment committee for the iron and ventilation industry.
sv: Broschyren är framtagen i samråd med Plåt- och Ventilationsbranschernas Centrala Arbetsmiljökommitté.

source: This brochure is intended to improve safety precautions for persons shovelling snow from the roofs of buildings.
sv: Syftet med denna skrift är att förbättra säkerheten för de personer som utför snöskottning från tak.

source: Shovelling snow from roofs - a risky business
sv: Snöskottning från tak – ett riskfyllt arbete

source: Many serious accidents have been caused by snow and ice falling from roofs.
sv: Snö och is som rasar från tak har orsakat många allvarliga olyckor.

source: Working on a roof is always risky but cold weather and ice in winter make it even more dangerous.
sv: Att arbeta på tak är alltid riskfyllt, men på vintern gör is och kyla att det blir extra farligt.

source: Working on inclined and slippery surfaces using only personal protection equipment will also exert a high load on your body.
sv: Arbete på lutande och halt underlag med enbart personlig skyddsutrustning ger dessutom stor påfrestning på kroppen.

source: That's why it is so important that there are approved fixed access and protective devices for anchoring of safety harnesses together with a team of trustworthy workmates.
sv: Därför är det viktigt att taket har godkända fasta tillträdes- och skyddsanordningar att förankra säkerhetslinor i.

source: Stipulations on planning and executing the clearance of snow on roofs can be found in Building and Civil Engineering Work, AFS 1999:3
sv: Bestämmelser om planering och utförande av snöskottning på tak finns i reglerna om byggnads- och anläggningsarbete, AFS 1999:3

source: Company responsibility when shovelling roofs
sv: Ansvar för företag som skottar tak

source: A business that undertakes clearing snow from the roofs of buildings must do so under the liabilities set out in the Swedish Work Environment Act (SFS 1977:1160) and establish a written risk assessment in compliance with Systematic Work Environment Management AFS 2001:01, Sect. 8.
sv: Ett företag som åtar sig att skotta snö från hustak ska agera utifrån sitt arbetsmiljöansvar enligt arbetsmiljölagen (SFS 1977:1160) och upprätta en skriftlig riskbedömning enligt systematiskt arbetsmiljöarbete AFS 2001:01, 8 §.

source: Employer liability
sv: Arbetsgivarens ansvar

source: The following points are the responsibility of an employer undertaking the shovelling of snow from the roofs of buildings:
sv: En arbetsgivare som åtar sig snöskottning från hustak har följande skyldigheter:

source: Inspect the roof prior to personnel beginning work.
sv: Undersöka taken innan anställd personal påbörjar sitt arbete.

source: Ensure the safety features on the roof are in good condition.
sv: Förvissa sig om att takets säkerhetsanordningar är i gott skick.

source: In some cases it may be necessary to place extra demands on roof safety.
sv: Det kan ibland finnas anledning till att ställa kompletterande krav på taksäkerheten.

source: Inform the workers of the risks involved with shovelling snow from the roof.
sv: Informera de som ska utföra snöskottningen om riskerna i arbetet.

source: Ensure employees possess knowledge of and are necessarily familiarised with what they must observe in order to avoid risks.
sv: Förvissa sig om att arbetstagarna har kunskaper och nödvändig kännedom om vad de måste iaktta för att undgå riskerna.

source: Provide personal protective equipment that is suitable and approved for the work in hand – fall protection, protective helmet, protective goggles – and verify that the equipment is used.
sv: Tillhandahålla för arbetet lämplig och godkänd personlig skyddsutrustning – fallskydd, skyddshjälm, skyddsglasögon – samt kontrollera att utrustningen används.

source: Provide high-vis jackets and communication equipment for workers on the roof and watchmen if necessary.
sv: Tillhandahålla signalväst samt kommunikationsutrustning för takskottare och vakt när det behövs.

source: A major safety factor is that the work is carried out by a well-drilled team with two knowledgeable people on the roof and at least one traffic guard on the ground.
sv: En mycket viktig säkerhetsfaktor är att arbetet utförs av ett samspelt arbetslag med två yrkeskunniga personer på taket och minst en trafikvakt på gatan/marken.

source: It is also essential the work is supervised by personnel with a great deal of knowledge concerning working on roofs.
sv: Det är också mycket viktigt att arbetet leds av personal med stor takvana.

source: Employee liability
sv: Arbetstagarens ansvar

source: The employee shall follow the rules that apply, use protective devices supplied and observe necessary caution.
sv: Arbetstagaren ska följa de regler som gäller, använda de skyddsanordningar som finns och iaktta den försiktighet som krävs.

source: If the work involves immediate and serious danger to life and health, the employee shall inform the employer or safety officer immediately.
sv: Innebär arbetet omedelbar och allvarlig fara för liv och hälsa ska arbetstagaren omedelbart underrätta arbetsgivaren eller skydds- ombudet om detta.

source: Employees are entitled to stop work while waiting for a response.
sv: I väntan på besked har man rätt att avbryta arbetet.

source: Personal fall protection – life insurance
sv: Personligt fallskydd – en livförsäkring

source: Make sure the seams on safety harnesses are in good condition and that other details are not damaged.
sv: Kontrollera säkerhetsselens sömmar och att övriga detaljer är oskadade.

source: Make sure lines and adjustment devices are not damaged and are in working order.
sv: Kontrollera att lina och justeringsanordning är oskadade och fungerar.

source: Harnesses and lines shall be stored suspended dry, dark and ventilated.
sv: Selar och linor ska förvaras upphängda torrt, mörkt och ventilerat.

source: Equipment that is torn, has damaged seams, mechanical faults or is rusty must be destroyed.
sv: Utrustning som har skärskador, trasiga sömmar, mekaniska fel eller rostangrepp ska kasseras.

source: Lines that have been dropped over the edge of a roof must be destroyed.
sv: Lina som varit utsatt för fritt fall över takkant ska kasseras.

source: Teamwork
sv: Det samspelta arbetslaget

source: “The man in the street”
sv: ”Personen på gatan”

source: Is to be equipped with protective helmet, high-vis jacket and signalling device as well as communication equipment to the workers on the roof, a whistle, siren or telephone.
sv: Ska vara utrustad med skyddshjälm, signalväst och signalanordning samt kommunikationsutrustning till skottarna på taket; visselpipa, siren eller telefon.

source: “Workers on the roof”
sv: ”Personerna på taket”

source: Are to be equipped with line and safety harness, eye protection against ice fragments, snow shovel with wrist strap, small sledge hammer with wrist strap for cracking ice and warm, flexible clothing, suitable footwear and communication equipment to the guard on the street.
sv: Ska vara utrustade med lina och säkerhetssele, ögonskydd mot is- splitter, snöskyffel med handlovs- rem, lätt slägga med handlovs- rem för att spräcka is samt varma, smidiga kläder, lämpliga skor och kommunikationsutrustning till vakten på gatan.

source: Safer shovelling from roofs
sv: Säker snöskottning av tak

source: The team must first be given information on access routes and the keys to the roof level.
sv: Först måste arbetslaget få information om tillträdesvägar och få nycklar till takplan.

source: Check whether there are heating cables in drain inverts.
sv: Kontrollera om värmekablar finns monterade i vattengångar.

source: If so, there must be warning signs concerning heating cables at the point of ascent to the roof.
sv: I så fall måste det finnas en varningsskylt om värmekablar vid uppstigningsstället till taket.

source: Fixed protective devices must be checked before work starts.
sv: Innan skottningen påbörjas ska fasta skyddsanordningar kontrolleras.

source: Any skylights that have been covered by snow must be marked.
sv: Eventuella takfönster som är täckta av snö ska märkas ut.

source: Depending on its pitch and height, the roof must be fitted with fixed access and protective devices such as anchorage points for safety lines.
sv: Beroende på taklutning och fasadhöjd ska taket vara försett med fasta tillträdes- och skyddsanordningar som förankringspunkter för lina.

source: There should be catwalks installed all along the ridge of the roof if the face of the building is at least 8 m high and the roof pitch greater than or equal to 6˚.
sv: Om fasadhöjden är minst 8 m och taklutningen 6˚ eller mer bör det finnas gångbryggor längs hela taknocken.

source: There should normally be two people on the roof when shovelling snow.
sv: Vid snöskottningen ska det normalt vara två personer på taket.

source: One person is to move the anchorage points for the line and keep it taut while the other is to carry out the actual shovelling.
sv: En person flyttar förankringspunkt för linan och håller linan sträckt, medan den andre utför snöskottningen.

source: The person not shovelling must always have signal contact with the traffic guard on the road/ground to avoid accidents.
sv: Den person som inte skottar ska alltid ha signalkontakt med trafikvakten på gatan/marken för att undvika olyckor.

source: Both people on the roof should be well anchored before starting work.
sv: Båda personerna på taket ska vara förankrade innan snöskott- ningen påbörjas.

source: Further lines may be needed on roofs with steep pitches, 45˚ or more, for extra safety.
sv: På mycket branta tak, 45˚ eller mer, kan det krävas ytterligare lina som extra säkerhet.

source: Hand-held tools, such as shovels and light sledge hammers for cracking ice, should have wrist straps to prevent them from accidentally sliding off the roof and becoming a risk factor.
sv: Handverktyg, såsom spadar och lätt slägga för att spräcka is, bör ha handlovsrem för fastsättning så att de inte ofrivilligt glider ner från taket och utgör en riskfaktor.

source: Protective goggles are required when cracking ice.
sv: Vid spräckning av is krävs skyddsglasögon.

source: On roofs with gutters filled with snow and ice, and with icicles hanging from the eaves, the gutters can be cleared and icicles removed first with "partial clearing" if the property owner should request it.
sv: Om taket är försett med fotrännor, som är fyllda med snö och is samt hängande istappar i tak- foten, kan renskottning av rännor och borttagning av istappar ske först, så kalladed ”partiell skottning” om fastighetsägaren begär det.

source: This can be done if the roof also has a snow rail mounted one metre above the gutter plus a ladder stretching from the ridge to the gutter on each slope of the roof.
sv: Detta är möjligt om taket också har ett snöräcke monterat cirka en meter ovanför fotrännan samt en fallstege monterad från nock till fotränna, på varje takfall.

source: Otherwise, snow and ice will slide into the gutter again.
sv: I annat fall kan snö och is glida ner i fotrännan igen.

source: Snow slides and avalanches
sv: Snöras och lavinfara

source: Start shovelling from the ridge of a saddle roof to avoid being brought down with snow sliding off the roof.
sv: På sadeltak påbörjas snöskottningen vid taknock så att man undviker att dras med, om snö och is rasar av taket.

source: Workers may also cause "avalanches" when they walk on the roof.
sv: Snöskottarna kan även förorsaka så kallad ”snölavin” genom att de går på taket.

source: Roofs with pitches between 18˚ and 45˚ are most prone to snow slides/avalanches.
sv: Tak med lutningar mellan 18˚ och 45˚ utgör störst risk för snöras/snölaviner.

source: The risk of snow slides and the formation of ice in gutters and pipes are also affected by the direction of the roof and solar radiation.
sv: Takets läge i förhållande till väderstreck samt solinstrålning påverkar också risken för snöras samt isbildning i rännor och rör.

source: Remember that…
sv: Tänk på att…

source: cooperation between the workers on the roof is an important safety factor.
sv: samarbetet mellan snöskottarna uppe på taket är en mycket viktig säkerhetsfaktor.

source: The line should be kept taut and anchored straight above the person shovelling.
sv: Linan ska hållas sträckt och vara infäst rakt ovanför personen som skottar.

source: Also remember that…
sv: Tänk också på att…

source: icicles drop straight down with a powerful force.
sv: istappar faller rakt ner med stor kraft.

source: Snow slides along the roof incline and may therefore end up further away from the building.
sv: Snö glider ner utefter taket och kan då landa längre ut från huset.

source: Shallow pitch roofs below 6˚
sv: Låglutande tak under 6˚

source: The snow load on roofs with shallow pitches may be more than the roof is designed for and must therefore be cleared.
sv: Tak med låg lutning kan få snölaster som är tyngre än vad takkonstruktionen klarar och måste därför skottas.

source: In this case, the snow can be cleared by several people.
sv: Här kan flera personer utföra snöskottningen.

source: Use a snow pusher that can transport the snow directly to the edge of the roof and be tipped over to avoid point loads on the roof structure.
sv: För att undvika för stora punktlaster på takkonstruktionen används lämpligen snöslädar som kan förflytta snön direkt till takkanten och tippas.

source: If the face of the building is higher than 3 metres, the roof should be fitted with anchorage points, at least eyebolts, irrespective of the pitch of the roof.
sv: Om byggnadens fasadhöjd är högre än 3 meter bör taket, oavsett taklutning, ha förankringsanordning – minst öglor.

source: The safety line must never be long enough, from its anchorage point to the worker, for the worker to fall over the edge of the roof.
sv: Linan får aldrig vara så lång, från förankringspunkt till infästning i snöskottarens sele, att denne kan falla utanför takkanten.

source: Consider the pendulum effect when working from side to side!
sv: Ta hänsyn till pendeleffekten vid sneddrag!

source: Anchor as close to the vertical as possible.
sv: Förankra så nära vertikallinjen som möjligt.

source: A safety line used for work on a roof should normally not exceed 10 metres in length.
sv: En säkerhetslina vid takarbete får normalt inte vara längre än 10 meter.

source: The worker can adjust the length of the safety line using an adjuster shackle.
sv: Med hjälp av en justeringsslås kan skottaren själv ställa in rätt arbetslängd på säkerhetslinan.

source: NB!
sv: OBS!

source: Use a safety harness, not a waist belt.
sv: Använd säkerhetssele, ej midjebälte.

source: Cordoning off the area of risk
sv: Avspärrning av riskområde

source: Measures need to be taken to safeguard people and property from falling snow and ice as well as when snow is being shovelled from the roof.
sv: Vid risk för nedfallande is och snö samt vid snöskottning från hustak kan åtgärder behöva vidtas för att skydda personer och egendom.

source: This can be done by cordoning off the risk zone.
sv: Detta kan ske genom avspärrning av riskområdet.

source: The guard on the street must wear high-vis clothing and protective helmet.
sv: Vakt på gatan ska bära varselkläder och reflexer samt skydds- hjälm.

source: The guard must be able to easily keep in contact with the workers on the roof.
sv: Vakten ska på ett enkelt sätt kunna ha kontakt med snöskottarna på taket.

source: Shovelling snow from roofs places great demands on safety zones, signing and safety guards.
sv: Snöskottning från tak ställer stora krav på avskärmning, skyltning och säkerhetsvakt.

source: Good signalling system essential
sv: Viktigt med ett bra signalsystem

source: Signalling between workers on the roof and the traffic guard on the street is extremely important to avoid accidents.
sv: Signalerna mellan snöskottarna på taket och trafikvakten på gatan är mycket viktiga för att undvika olyckor.

source: Signals must be conveyed clearly.
sv: Signalerna måste gå fram klart och tydligt.

source: In order to do this, a whistle, siren, telephone or comm radio will be needed.
sv: För att klara detta behövs visselpipa, siren, telefon eller kommunikationsradio.

source: Every member of the team must know how to interpret the signals.
sv: Alla i snöskottarlaget måste veta hur signalerna ska tolkas.

source: To safely remove snow and ice from a roof, the following signals can be sent:
sv: För att snö och is ska kunna tas ner på ett säkert sätt från tak sänds följande signaler:

source: One signal – Stop!
sv: En signal – Stopp!

source: Two signals – Get going!
sv: Två signaler – Kom igen!

source: Injuries to third parties
sv: Skador på tredje man

source: Injuries to residents and damage to property are not covered in the Swedish Work Environment Act.
sv: Skador på boende och allmän egendom regleras inte i arbetsmiljö- lagens bestämmelser.

source: However, the company clearing the snow is liable in accordance with other legislation.
sv: Företaget som skottar kan dock bli ansvarig enligt annan lagstiftning.

source: Accidents do not need to happen if everything has been done correctly from start to finish.
sv: Om allt görs rätt från början till slut behöver det inte inträffa några olyckor.

source: S112 79 Stockholm
sv: 112 79 Stockholm

source: +46 (0)10-730 90 00 www.av.se
sv: Tel: 010-730 90 00 www.av.se

source: ADI 660 Our vision: Everyone is willing and able to create a good working environment
sv: Best nr ADI 660 Vår vision: Alla vill och kan skapa en bra arbetsmiljö

source: Original text by Jarl Alenius.
sv: Originaltexter av Jarl Alenius.

source: Illustrations by Hans Sandqvist.
sv: Illustrationer av Hans Sandqvist.

source: Layout by Nowa Kommunikation.
sv: Layout av Nowa Kommunikation.

source: In the event of disagreement concerning the interpretation and content of this text, the printed Swedish version shall have priority.
sv: Utgivare: Anna Middelman Elanders Sverige AB, 2013 842886

source: Contents
sv: Innehåll

source: PURPOSE, SCOPE AND DEFINITIONS 4
sv: Syfte, tillämpningsområde och definitioner .

source: are site building work environment coordinators during the planning phase and the execution phase of building and civil engineering work, respectively, certify or type examine scaffolding.
sv: Planering och utformning av ställningar och väderskydd.

source: Supporting surface and placement
sv: Underlag och placering .

source: Fall protection and falling object protection
sv: Skydd mot fall .

source: Section 40 Before scaffolding erection begins, it must be designed with sufficient security against material failure, instability and deformations that are significant for safety during erection, use and dismantling.
sv: Användning av ställningar och väderskydd .

source: Common imperfections are tilted spigots and eccentricities in connections.
sv: AFS 2013:4

source: International calculation programmes are often used in the case of calculations in individual cases pursuant to alternative 4 in the General recommendations for Section 40.
sv: Föreskrifterna gäller för ställningar som används som:

source: Printouts, etc. are often in other languages
sv: skyddstak, eller upplag för väderskydd.

source: Section 45 Sections 46–56 are directed at employers who erect, significantly modify, or dismantle scaffolding or encapsulation constructions.
sv: Till vem föreskrifterna riktar sig

source: Sections 48–49 are also directed at those who control a worksite.
sv: råder över ett arbetsställe,

source: Sections 55–56 are also directed at those who use scaffolding or encapsulation constructions.
sv: är byggarbetsmiljösamordnare för projekteringsskedet respektive

source: This person shall have theoretical knowledge at least equivalent to the knowledge required for the actual work.
sv: Med arbetsgivare likställs de som hyr in arbetskraft.

source: Employees shall, at minimum, have received specific information or appropriate training as specified in Annex 3.
sv: Detta följer av arbetsmiljölagen.

source: Any employer failing to meet the requirements in the second and third paragraphs shall pay a sanction charge for every employee for whom documentation on training cannot be presented (see Section 75).
sv: En komponent kan vara prefabricerad, men behöver inte vara det.

source: Delimitation
sv: AFS 2013:4

source: If this only applies to parts of the scaffolding or encapsulation constructions, corresponding delimitation and signage are to be made for these parts.
sv: Dessa byggnader är inte väderskydd.

source: crane tracks or next to a power plant, protection must be arranged against the specific risks that may arise.
sv: bärförmåga, hållfasthet, stabilitet och skydd mot deformationer,

source: General recommendations: Scaffolding located where there is traffic may need to be protected against impacts.
sv: skydd mot fall, och ergonomi och hanterbarhet.

source: A special permit may sometimes be needed to have scaffolding on site.
sv: Materialkrav

source: damaged components,
sv: AFS 2013:4
